{
    "goku": "hey",
    "score": "Score",
    "rank": "Rank", 
    "action": "Action",
    "t_no-action": "No Action",
    "t-un-action": "Unknown Action",
    "a_coll_name": "The Collective",
    "a_coll_desc": "Your score increases by 10 times the number of people who choose 'The Collective' today.",
    "a_bost_name": "Simple Boost",
    "a_bost_desc": "Increase your score by 100 before any other player actions.",
    "a_yest_name": "Yesterday's Reward",
    "a_yest_desc": "Increase your score by the amount you gained yesterday (or its absolute value).",
    "a_hold_name": "Hold Steady",
    "a_hold_desc": "Divide all score changes you receive by 10, ensuring your score won't go down TOO much (or UP too much).",
    "a_avrg_name": "Average",
    "a_avrg_desc": "Increase or decrease your score by the average score change among all other players today.",
    "a_down_name": "Revolution",
    "a_down_desc": "Decrease the score of everyone currently in the Top 25% of players by 10%.",
    "a_rise_name": "Uprising",
    "a_rise_desc": "Increase the score of everyone currently in the Bottom 50% of players by 50.",
    "a_cntr_name": "Counterattack",
    "a_cntr_desc": "Decrease the score of anyone whose action lowered your score by 40.",
    "a_boom_name": "Greed Stop",
    "a_boom_desc": "Lower the score of anyone who took a \"Gain\" type action or the \"Interest\" action by 5%.",
    "a_dice_name": "Gamble",
    "a_dice_desc": "A random action will be chosen for you. You will not be affected by \"Greed Stop\" if it's applicable.",
    "a_hart_name": "Lots of Love",
    "a_hart_desc": "Boost everyone's score by 100 after all other player actions.",
    "a_rand_name": "Some Boost",
    "a_rand_desc": "A random number of points between -50 and 100 will be applied to your current score.",
    "a_bnki_name": "Bank In",
    "a_bnki_desc": "Before any other actions are applied, put half of your score in the Bank, where it is safe from most actions.",
    "a_bnko_name": "Bank Out",
    "a_bnko_desc": "After all other actions are applied, take all of your points out of the Bank and add them to your score.",
    "a_bnkx_name": "Bank Attack",
    "a_bnkx_desc": "Remove some number of points from the Bank. This amount removed is dependent on how many players choose this action.",
    "a_cart_name": "Shopping Spree",
    "a_cart_desc": "Gain 2 points for every player who chooses a \"Gain\" type action.",
    "a_part_name": "Interest",
    "a_part_desc": "Gain points equal to 1% of the total points in the Bank after all other Bank actions are completed.",
    "a_half_name": "Half Off",
    "a_half_desc": "Lose half of your points, but be immune to any other actions that would lower your score.",
    "a_dlay_name": "Snapshot",
    "a_dlay_desc": "Freeze your score today, preventing any point losses or gains. You will not be able to take any actions tomorrow.",
    "a_gamb_name": "All In",
    "a_gamb_desc": "Gain 1,000 points if 10% of all players choose \"All In\" today. Otherwise, nothing happens.",
    "a_pris_name": "Prisoner's Dilemma",
    "a_pris_desc": "Gain 100,000 points if no other players choose this action today. Otherwise, lose 10 points for every other player who does."
}